[
 {
  "data": {
   "ids": "label_target.txt_1\nlabel_target.txt_2\nlabel_target.txt_3\nlabel_target.txt_4\nlabel_target.txt_5\nlabel_target.txt_6\nlabel_target.txt_7\nlabel_target.txt_8\nlabel_target.txt_9\nlabel_target.txt_10",
   "source": "Desperate rescue efforts in Palu as death toll doubles in race to find survivors\nFor survivors, the situation was increasingly dire.\n\"It feels very tense,\" said 35-year-old mother Risa Kusuma, comforting her feverish baby boy at an evacuation centre in the gutted city of Palu.\n\"Every minute an ambulance brings in bodies.\nClean water is scarce.\"\nResidents were seen returning to their destroyed homes, picking through waterlogged belongings, trying to salvage anything they could find.\nHundreds of people were injured and hospitals, damaged by the magnitude 7.5 quake, were overwhelmed.\nSome of the injured, including Dwi Haris, who suffered a broken back and shoulder, rested outside Palu's Army Hospital, where patients were being treated outdoors due to continuing strong aftershocks.\nTears filled his eyes as he recounted feeling the violent earthquake shake the fifth-floor hotel room he shared with his wife and daughter.\n\"There was no time to save ourselves.",
   "text": "Očajnički napori spašavanja u Paluu dok se broj mrtvih udvostručuje u utrci za pronalaženjem preživjelih\nZa preživjele situacija je bila sve teža.\n\"Osjećam se vrlo napeto\", rekla je 35-godišnja majka Risa Kusuma, tješeći svog dječaka s groznicom u centru za evakuaciju u uništenom gradu Palu.\n“Svake minute hitna pomoć dovozi tijela.\nČista voda je rijetka.\"\nStanovnici su viđeni kako se vraćaju u svoje uništene domove, prebiru po stvarima natopljenim vodom, pokušavajući spasiti sve što mogu pronaći.\nStotine ljudi je ozlijeđeno, a bolnice, oštećene potresom magnitude 7,5, bile su preplavljene.\nNeki od ozlijeđenih, uključujući Dwi Harisa, koji je pretrpio slomljena leđa i rame, odmarali su se ispred vojne bolnice u Paluu, gdje su pacijenti bili liječeni na otvorenom zbog kontinuiranih snažnih naknadnih potresa.\nSuze su mu ispunile oči dok je pričao kako je osjetio snažan potres koji je potresao hotelsku sobu na petom katu koju je dijelio sa suprugom i kćeri.\n“Nije bilo vremena da se spasimo."
  }
 },
 {
  "data": {
   "ids": "label_target.txt_11\nlabel_target.txt_12\nlabel_target.txt_13\nlabel_target.txt_14",
   "source": "I was squeezed into the ruins of the wall, I think,\" Haris told Associated Press, adding that his family was in town for a wedding.\n\"I heard my wife cry for help, but then silence.\nI don't know what happened to her and my child.\nI hope they are safe.\"",
   "text": "Bio sam stisnut u ruševinama zida, mislim\", rekao je Haris za Associated Press, dodajući da je njegova obitelj u gradu zbog vjenčanja.\n“Čuo sam suprugu kako vapi za pomoć, ali onda tišina.\nNe znam što je s njom i mojim djetetom.\nNadam se da su sigurni.\""
  }
 }
]